Repository: 59186618/OpenCPN
Catalog: plugins/grib_pi/po/*.po
Languages: da, it

source: GRIB Display Control
da: Meteorologi(GRIB) visning
it: Pannello GRIB

source: Grib
it: Mostra Pannello GRIB

source: GRIB PlugIn for OpenCPN
it: GRIB PlugIn per OpenCPN

source: GRIB PlugIn for OpenCPN Provides basic GRIB file overlay capabilities for several GRIB file types. Supported GRIB file types include: - wind direction and speed - significant wave height - sea surface temperature - surface current direction and speed.
it: GRIB PlugIn per OpenCPN Mostra in overlay sulla mappa i dati GRIB. Supporta diversi tipi di dati da file GRIB. Dati GRIB supportati: - direzione vento e velocità - altezza significativa d'onda - temperatura superficiale acqua - direzione e velocità corrente superficiale.

source: GRIB Preferences
it: Preferenze GRIB

source: Show GRIB icon
da: Vis meteorologiikon(GRIB)
it: Mostra l'icona GRIB

source: Use High Definition Graphics
da: Brug højopløsningsgrafik
it: Usa grafica ad alta definizione

source: GRIB File Directory
da: Meteorologi(GRIB) folder
it: Cartella dei File GRIB

source: GRIB Data
da: Meteorologi(GRIB)
it: Dati GRIB

source: Wind Speed, Kts.
da: Vindhastighed, knob
it: Velocità Vento (nodi)

source: Wind Direction
da: Vindretning
it: Direzione Vento (gradi)

source: Pressure, mBar
da: Tryk, mBar
it: Pressione (hPa)

source: Significant Wave Height, m
da: Signifikant bølgehøjde, m
it: Onda, Altezza Signific. (m)

source: Sea Surface Temp, C
da: Havoverflade temperatur, C
it: Temperatura Acqua (°C)

source: Current Velocity, Kts.
da: Hastighed, knob
it: Velocità Corrente (nodi)

source: &Close
da: &Luk
it: &Chiudi

source: Select GRIB Directory
da: Meteorologi(GRIB) folder
it: Seleziona Cartella dei file GRIB

source: WARNING: QuickScat GRIB data is %d hours old.
da: ADVARSEL: QuickScat GRIB data er %d timer gammel.
it: Attenzione: Dati QuickScat GRIB sono vecchi di %d ore.

source: Please Zoom or Scale Out to view suppressed HTSGW GRIB
da: Zoom eller skaler ud for at se skjult HTSGW GRIB
it: Zoom out o riduci scala per vedere HTSGW GRIB soppressi

source: Please Zoom or Scale Out to view suppressed CRAIN GRIB
da: Zoom eller skaler ud for at se skjult CRAIN GRIB
it: Zoom out o riduci scala per vedere CRAIN GRIB soppressi

source: Please Zoom or Scale Out to view suppressed SEATEMP GRIB
da: Zoom eller skaler ud for at se skjult HTSGW GRIB
it: Zoom out o riduci scala per vedere SEATEMP soppressi

source: Please Zoom or Scale Out to view suppressed OCEAN CURRENT GRIB
da: Zoom eller skaler ud for at se skjult CRAIN GRIB
it: Zoom out o riduci scala per vedere OCEAN CURRENT soppressi

source: GRIB
da: Meteorologi(GRIB)
